{"id": 19970001690, "subjectCategory": "Geophysics", "title": "Radiative Effects of Aerosols", "abstract": "During the Atlantic Stratocumulus Transition Experiment (ASTEX) in June 1992, two descents in cloud-free regions allowed comparison of the change in aerosol optical depth as determined by an onboard total-direct-diffuse radiometer (TDDR) to the change calculated from measured size-resolved aerosol microphysics and chemistry. Both profiles included a pollution haze from Europe but the second also included the effect of a Saharan dust layer above the haze. The separate contributions of supermicrometer (coarse) and submicrometer (fine) aerosol were determined and thermal analysis of the pollution haze indicated that the fine aerosol was composed primarily of a sulfate/water mixture with a refractory soot-like core. The soot core increased the calculated extinction by about 10% in the most polluted drier layer relative to a pure sulfate aerosol but had significantly less effect at higher humidities. A 3 km descent through a boundary layer air mass dominated by pollutant aerosol with relative humidities (RH) 10-77% yielded a close agreement between the measured and calculated aerosol optical depths (550 nm) of 0.160 (+/- 0.07) and 0. 157 (+/- 0.034) respectively. During descent the aerosol mass scattering coefficient per unit sulfate mass varied from about 5 to 16 m(exp 2)/g and primarily dependent upon ambient RH. However, the total scattering coefficient per total fine mass was far less variable at about 4+/- 0.7 m(exp 2)/g. A subsequent descent through a Saharan dust layer located above the pollution aerosol layer revealed that both layers contributed similarly to aerosol optical depth. The scattering per unit mass of the coarse aged dust was estimated at 1.1 +/- 0.2 m(exp 2)/g. The large difference (50%) in measured and calculated optical depth for the dust layer exceeded measurements.", "keywords": ["atmospheric studies (physical processes)", "atmospheric electricity", "atmospheric optics", "atmospheric scattering", "atmospheric radiation"]}